[
  {
    "slug": "home",
    "title": "Home",
    "lastEdit": "2017-10-15",
    "description": null,
    "keywords": null,
    "entries": [
      {
        "type": "text",
        "text": "Welcome to this beautiful website. I made it on MY own. I wanted to have my own website long time ago, a mean a really long time ago, but I never had content to fill it with. But now I finally have some space where I can write those texts which are totally pointless and no one cares about. And not olny that. I have gorgeous gallery. Just for myself. I'm thinking what else I should write here to fill more space... Except that gorgeous gallery I was talking about you can find here those amazing emojis, which came out of my mind too (it's obvious isn't it). You can use them in comments and if you don't know how, here you can find a complete list of emojis. And also someone might want to know some info about this page. It's fully responsive. I used Bootstrap for some not important stuff, Slick for slider and everything other is written by me. Soom I'm willing to remake this web, so please excuse any bugs and wait for brand new and more amazing nicool.rocks 2.O which will hopefully be out at the end of 2015. Are you interested in pointless stuff? Try this"
      }
    ]
  },
  {
    "slug": "about",
    "title": "About",
    "lastEdit": "2017-10-15",
    "description": null,
    "keywords": null,
    "entries": [
      {
        "type": "text",
        "text": "Hello, my name is Nika and I'm a dog. On the internet nobody knows you are a dog......nobody.... No, I'm just kidding, you've seen the picture on left anyway. So, the truth here. My name is Nika (that was true) and I'm a human (the dog part wasn't true, obviously). I study IT on high school. I have a few pets, a dog (Deny), turtle (Wolverine) and a monkey (niece). People often say to me that I'm strange (actually the don't, but they look like they think of that), but I have a better expression for it. I'm unique....I'm an unicorn. An unicorn who likes edgeless cubes. What reminds me that I should add here an unicorn Emoji. For now, cyclop with sunglasses must be enough "
      }
    ]
  },
  {
    "slug": "contact",
    "title": "Contact",
    "lastEdit": "2017-10-15",
    "description": null,
    "keywords": null,
    "entries": [
      {
        "type": "text",
        "text": "Here...something"
      }
    ]
  }
]